export const askQuestionData = {
  bigTitle: "اسأل سؤالك",
  title: "عنوان السؤال",
  titleDecription: "كن محددًا وتخيل أنك تطرح سؤالًا على شخص آخر",
  body: "المحتوى",
  bodyDescription:
    "قم بتضمين جميع المعلومات التي قد يحتاجها شخص ما للإجابة على سؤالك",
  tags: "العلامات",
  tagsDescription: "أضف بعض العلامات لوصف موضوع سؤالك",
  howTo: {
    title: "كيفية صياغة سؤالك",
    description: "المجتمع هنا لمساعدتك في أسئلة أو تمارين أو مواضيع محددة.",
    steps: ["اسأل سؤالك", "قم بتضمين المزيد من المعلومات", "أضف مجالات السؤال"],
  },
  action: "أضف السؤال",
  fullName : "الاسم واللقب" , 
  subject : "المادة الدراسية"
};
