export const homeData = {
  header: {
    title: "مرحبا بكم معنا",
    description:
      "منصة تعليمية لطرح الأسئلة حول أي شيء متعلق بالدراسة في جميع المواد ، تقدم لجميع التخصصات التي لديها امتحان البكالوريا للعثور على الإجابة من المعلمين أو الزملاء",
    action: "استكشف المزيد",
  },
  howItWorks: {
    title: "كيفية الاستخدام",
    steps: [
      {
        icon: "/assets/imgs/ask_ques.png",
        title: "اطرح سؤالك",
        text: "وصف صغير يوضح هذه الخطوة",
      },
      {
        icon: "/assets/imgs/answer.png",
        title: "أجب عن الأسئلة",
        text: "وصف صغير يوضح هذه الخطوة",
      },
      {
        icon: "/assets/imgs/validate.png",
        title: "تحقق من صحة الإجابة",
        text: "وصف صغير يوضح هذه الخطوة ",
      },
    ],
    quote: "الأسئلة موجودة في كل مكان ، والإجابات موجودة هنا, ابدأ بطرح أسئلتك",
    action: "اطرح سؤالك",
  },
  motivation: {
    title: "السؤال هو نصف الجواب",
    description:
      "يا ! اريد ان اطرح عليك سؤال بعد عشر سنوات من الان اين تريد ان ترى نفسك؟ إذا كان لديك إجابة الآن ، فهذا يعني أن لديك حلم وترغب في تحقيقه ، لذا فأنا هنا لأخبرك إذا كنت تعمل بجد واعمل بجد إذا لم تبدأ بعد الآن. لا تستسلم لا تفعل توقف أبدًا عن بناء نفسك على الرغم من أنه مرهق لأنني أعلم أنه لن يكون سهلاً. سيكون الأمر صعبًا ومؤلماً ، سيتعين عليك التضحية كثيرًا من أجل هذا الحلم ولكن هناك سر يجب أن تعرفه سيكون الأمر يستحق كل هذا العناء .. وننشئ هذا الموقع SA9SINI كدعم لك في دراستك.",
    action: "ابدأ سعيك",
  },
};
